[
    {
        "id": "77D31185-8F9D-4A1B-86EE-E08059081E93",
        "title": "Amsterdam Visit Notes",
        "textualNote": "Amsterdam has 165 canals. The tilted houses are called Dancing Houses. Amsterdam has more bridges than Venice. Magere Brug is the most famous bridge. There are 2500 houseboats in Amsterdam.",
        "photoFullFilename": "254B32EE-7870-431D-8637-1E28B769135A.jpg",
        "audioFullFilename": "C35DB12E-3405-46BD-9FFA-9179C3BC7F80.m4a",
        "speechToTextNote": "Amsterdam is the Netherlands’ capital, known for its artistic heritage, elaborate canal system and narrow houses with gabled facades, legacies of the city’s 17th-century Golden Age.",
        "locationName": "Amsterdam, Netherlands",
        "dateTime": "2020-07-10 at 15:36:21",
        "latitude": 52.370216,
        "longitude": 4.895168
    },
    {
        "id": "CF1960C0-C1BC-499F-AC83-59F30B224F07",
        "title": "Athens Summer Vacation Notes",
        "textualNote": "Athens is Europe's oldest capital. Athens has experienced almost every form of government. If it weren't for an olive tree, Poseidon might have been the city's patron. The ancient Olympic games were never held in Athens. Athens is home to the first known democracy. Athens has the most theatrical stages in the world.",
        "photoFullFilename": "99A5B3D8-53A3-4604-A1C5-C3AD550FEE76.jpg",
        "audioFullFilename": "4AC76DD5-4931-4B4A-A848-7EDB5F7555BD.m4a",
        "speechToTextNote": "Athens is the capital of Greece. It was also at the heart of Ancient Greece, a powerful civilization and empire. The city is still dominated by 5th-century BC landmarks, including the Acropolis, a hilltop citadel topped with ancient buildings like the colonnaded Parthenon temple.",
        "locationName": "Athens, Greece",
        "dateTime": "2019-06-19 at 14:11:54",
        "latitude": 37.983810,
        "longitude": 23.727539
    },
    {
        "id": "FA6F1BCB-EE80-4493-B911-856E4E40D177",
        "title": "Barcelona Sightseeing Notes",
        "textualNote": "Barcelona is Spain’s second largest city with 1.6 million residents. Barcelona is the capital of Catalonia. Both Catalan and Spanish are official languages in Barcelona. Each year, 8 million tourists visit Barcelona.",
        "photoFullFilename": "5F39A067-B038-4E19-A8ED-84BE46C14C4F.jpg",
        "audioFullFilename": "138347C7-18A5-4BCF-B643-9D0DAE86FB1C.m4a",
        "speechToTextNote": "Barcelona, the cosmopolitan capital of Spain’s Catalonia region, is known for its art and architecture.",
        "locationName": "Barcelona, Spain",
        "dateTime": "2020-05-21 at 17:13:26",
        "latitude": 41.385063,
        "longitude": 2.173404
    },
    {
        "id": "AB02CB13-C545-4F05-8671-34EAC7435996",
        "title": "Cape Town Vacation Notes",
        "textualNote": "Cape Town’s nickname is The Mother City. The world’s first heart transplant took place in Cape Town. It was here where the first European colonists set foot in South Africa, which also marked the beginning of the South African slave trade.",
        "photoFullFilename": "E1E424A6-787D-41DE-90BA-6DB1CFBD5EB1.jpg",
        "audioFullFilename": "7BC1C298-153D-4ECA-B577-022A37B895D4.m4a",
        "speechToTextNote": "Cape Town is a port city on South Africa’s southwest coast, on a peninsula beneath the imposing Table Mountain.",
        "locationName": "Cape Town, South Africa",
        "dateTime": "2020-02-11 at 10:32:47",
        "latitude": -33.924870,
        "longitude": 18.424055
    },
    {
        "id": "7146F916-C4AF-46EC-90B1-F6E3C20A042B",
        "title": "Dubai Sightseeing Notes",
        "textualNote": "Population of Dubai is 3.3 million. Arabic is the official language. Islam is the official religion. Only non-Muslims are allowed to buy and consume alcohol and pork.",
        "photoFullFilename": "5C10CF0A-F121-4732-8011-7690F02E28DD.jpg",
        "audioFullFilename": "402776EC-4C89-4C36-81BF-9162D555F4D7.m4a",
        "speechToTextNote": "Dubai is a city and emirate in the United Arab Emirates known for luxury shopping, ultramodern architecture and a lively nightlife scene.",
        "locationName": "Dubai, UAE",
        "dateTime": "2019-03-24 at 16:21:32",
        "latitude": 25.204849,
        "longitude": 55.270782
    },
    {
        "id": "35CAA89A-CF63-4A15-867A-43EC90C756BB",
        "title": "Istanbul Family Vacation Notes",
        "textualNote": "Istanbul (ancient Byzantium) was founded on Seven Hills like Rome. Istanbul is the only city in the world which is both in Europe and Asia geographically. Istanbul is one of the biggest cities in the world, with around 15 million population, which is more than 177 countries around the world. Istanbul was the capital city of three major Empires: Eastern Roman Empire, Byzantine Empire, and Ottoman Empire during their rule.",
        "photoFullFilename": "A2259269-576C-469D-A6C9-C1C77799E002.jpg",
        "audioFullFilename": "EB4FCAEE-3121-401F-ACE4-EE145FD848DE.m4a",
        "speechToTextNote": "Istanbul straddles Europe and Asia across the Bosphorus Strait. Its Old City reflects cultural influences of the many empires that once ruled here. In the Sultanahmet district, the open-air, Roman-era Hippodrome was for centuries the site of chariot races, and Egyptian obelisks also remain. The iconic Byzantine Hagia Sophia features a soaring 6th-century dome and rare Christian mosaics.",
        "locationName": "Istanbul, Turkey",
        "dateTime": "2019-07-03 at 18:20:04",
        "latitude": 41.008240,
        "longitude": 28.978359
    },
    {
        "id": "2C15C3FF-3044-488E-900D-71761D253409",
        "title": "London Business Trip Notes",
        "textualNote": "In 2016, London was ranked as the 6th most expensive city to live in. London is one of the richest cities, with more than 70 billionaires. More than 300 languages are spoken in London. Big Ben is one of the highlights of Europe tourism. But contrary to popular perception, Big Ben is not the tower, it is the bell inside it.",
        "photoFullFilename": "71CA7F0E-1E9A-4401-B428-90DDCEB86586.jpg",
        "audioFullFilename": "BDB2D176-D39C-4F22-976E-F525F15C0936.m4a",
        "speechToTextNote": "London is the capital and largest city of England and the United Kingdom.",
        "locationName": "London, England",
        "dateTime": "2020-03-22 at 16:18:44",
        "latitude": 51.507351,
        "longitude": -0.127758
    },
    {
        "id": "3F005031-1B06-4189-BCE5-333CF3A5C22F",
        "title": "Madrid Study Abroad Notes",
        "textualNote": "Madrid, founded around the year 860 A.C., is the third biggest city in the European Union. Madrid is not only a city, but a State. Madrid lies at around 700 meters of altitude. Madrid's metro system is one of the largest in Europe. Madrid is one of the most popular study abroad destinations.",
        "photoFullFilename": "326416D4-95FD-4757-A36D-D07555B501D7.jpg",
        "audioFullFilename": "090594D7-409F-4216-88FA-2E4349905070.m4a",
        "speechToTextNote": "Madrid, Spain's central capital, is a city of elegant boulevards and expansive, manicured parks such as the Buen Retiro. It’s renowned for its rich repositories of European art.",
        "locationName": "Madrid, Spain",
        "dateTime": "2019-04-12 at 13:24:34",
        "latitude": 40.416775,
        "longitude": -3.703790
    },
    {
        "id": "BE24C52E-21AE-471B-9EF9-236582CE57E3",
        "title": "Miami Winter Vacation Notes",
        "textualNote": "Miami gets its name from one of the tribes that lived here. It is the only U.S. city that was founded by a woman. The art deco nightclub district on Miami's South Beach is one of the best in the world. Miami is home to the world's largest collection of art deco architecture.",
        "photoFullFilename": "6847FCE0-26C8-4B90-B2D5-57DC24A04418.jpg",
        "audioFullFilename": "EBC8D537-8985-4E93-99B3-2CDCDF2C3152.m4a",
        "speechToTextNote": "Miami is the cultural, economic and financial center of South Florida in the United States. The city covers an area of about 56 square miles between the Everglades to the west and Biscayne Bay to the east.",
        "locationName": "Miami, Florida",
        "dateTime": "2019-01-23 at 10:32:11",
        "latitude": 25.761681,
        "longitude": -80.191788
    },
    {
        "id": "30D163E2-72C8-4662-9AC7-D62812840CCA",
        "title": "Mumbai Conference Notes",
        "textualNote": "Mumbai is the Financial, Commercial, and Entertainment capital of India. Mumbai is the most populous city in India. Mumbai is an amalgamation of seven islands.",
        "photoFullFilename": "0DB813DF-FCEC-4EC3-96AD-EB5521A744B8.jpg",
        "audioFullFilename": "EF1BEF08-5FD3-40D6-A070-06C37FC7BF80.m4a",
        "speechToTextNote": "Mumbai (formerly called Bombay) is a densely populated city on India’s west coast. A financial center, it is India's largest city.",
        "locationName": "Mumbai, India",
        "dateTime": "2019-07-10 at 14:23:12",
        "latitude": 19.075983,
        "longitude": 72.877655
    },
    {
        "id": "E61E3F1E-F445-44E0-B755-1DEC5DC79090",
        "title": "Munich Oktoberfest Notes",
        "textualNote": "The world’s largest pub, Hofbräuhaus, which opened its doors in Munich in 1589, can fit around 5,000 people at any one time. Public transportation of Munich and its suburbs is hailed as the most punctual on the planet: a transport vehicle being late an entire minute is almost unheard-of. Munich is the home of BMW.",
        "photoFullFilename": "01CF6248-8716-4B5C-8F0A-348C41F00604.jpg",
        "audioFullFilename": "9D44BF53-FA74-4A8C-A9EE-D8D884629A04.m4a",
        "speechToTextNote": "Munich, Bavaria’s capital, is home to centuries-old buildings and numerous museums. The city is known for its annual Oktoberfest celebration and its beer halls, including the famed Hofbräuhaus, founded in 1589.",
        "locationName": "Munich, Germany",
        "dateTime": "2019-10-22 at 10:10:09",
        "latitude": 48.135124,
        "longitude": 11.581981
    },
    {
        "id": "4ED4348F-D817-4157-B200-D39F6F543F1B",
        "title": "New Orleans Mardi Gras Notes",
        "textualNote": "New Orleans and the surrounding areas were sold to Napoleon at the beginning of the 19th century. The city has the highest number of historic districts. New Orleans is the place where jazz was born. This is where the Mardi Gras parade is held.",
        "photoFullFilename": "155C75CD-41CB-4E5A-B48A-C403F62EF13F.jpg",
        "audioFullFilename": "771FABB7-2F85-48CF-B40F-B40A70554D83.m4a",
        "speechToTextNote": "New Orleans is a Louisiana city on the Mississippi River, near the Gulf of Mexico. Nicknamed the Big Easy, it is known for its round-the-clock nightlife, vibrant live-music scene and spicy, singular cuisine reflecting its history as a melting pot of French, African and American cultures.",
        "locationName": "New Orleans, Louisiana, USA",
        "dateTime": "2020-02-25 at 02:51:45",
        "latitude": 29.951759,
        "longitude": -90.074623
    },
    {
        "id": "45B3211D-AF90-4A39-93E1-F140D91DE9CC",
        "title": "New York City Business Trip Notes",
        "textualNote": "A little over 8 million people live in New York City speaking more than 800 languages. France gifted the Statue of Liberty to the United States in 1886 for its centennial celebration. New York City’s Federal Reserve Bank has the largest gold storage in the world. The United Nations headquarters was established in New York City in 1952 after World War II.",
        "photoFullFilename": "7B67EEB5-4576-4C65-8F79-6FA619A1B616.jpg",
        "audioFullFilename": "C949B9E2-45FF-457F-BC7D-5F01AAAA438B.m4a",
        "speechToTextNote": "New York City comprises 5 boroughs sitting where the Hudson River meets the Atlantic Ocean. At its core is Manhattan, a densely populated borough that is among the world’s major commercial, financial and cultural centers.",
        "locationName": "New York City, New York, USA",
        "dateTime": "2019-06-15 at 09:16:32",
        "latitude": 40.713051,
        "longitude": -74.007233
    },
    {
        "id": "70D2345F-0FD5-471D-9675-7920F7F4BB90",
        "title": "Walt Disney World Visit Notes",
        "textualNote": "At 40 square miles, Walt Disney World is so big that the entire island of Manhattan could easily fit within its area. Orlando is home to more than 100 lakes. Orlando is the most visited destination in the U.S. and welcomed over 62 million visitors in 2014.",
        "photoFullFilename": "11622209-E264-4A29-80A5-749518B10FEE.jpg",
        "audioFullFilename": "B130A5BE-0A55-4836-A8D7-79164D880DEF.m4a",
        "speechToTextNote": "Orlando, a city in central Florida, is home to more than a dozen theme parks. Walt Disney World, comprised of parks like the Magic Kingdom and Epcot, as well as water parks. Universal Orlando, offers Universal Studios and Islands of Adventure, with the Wizarding World of Harry Potter straddling both.",
        "locationName": "Orlando, Florida, USA",
        "dateTime": "2020-07-04 at 15:08:12",
        "latitude": 28.538330,
        "longitude": -81.378883
    },
    {
        "id": "61FE8955-E554-488C-997C-0ED2FADFE031",
        "title": "Eiffel Tower Visit Notes",
        "textualNote": "The Eiffel Tower was supposed to be a temporary installation, intended to stand for 20 years after being built for the 1889 World Fair. Visitors to the Eiffel Tower have to climb 1,665 steps to reach the top – unless they take the elevator! The main bell of the Notre Dame Cathedral is named Emmanuel and weighs over 13 tonnes. Paris was originally a Roman City called Lutetia. It is believed that Paris only has one stop sign in the entire city.",
        "photoFullFilename": "BBAB666F-D0AE-404C-9988-F13225647477.jpg",
        "audioFullFilename": "E06557AA-5A7E-4C03-B4BB-0F9D16C4270D.m4a",
        "speechToTextNote": "Paris, France's capital, is a major European city and a global center for art, fashion, gastronomy and culture.",
        "locationName": "Paris, France",
        "dateTime": "2019-05-22 at 17:30:11",
        "latitude": 48.856613,
        "longitude": 2.352222
    },
    {
        "id": "FFBA5C0E-D9DB-448F-BAE1-675B5BD85FBA",
        "title": "Rio de Janeiro Vacation Notes",
        "textualNote": "Rio de Janeiro was named after a river which actually doesn't exist. The Portuguese explorers mistook the bay for the mouth of a river and called the area Rio de Janeiro (River of January) in January 1565.",
        "photoFullFilename": "5C867B79-D288-4320-904B-B9F85A4518A5.jpg",
        "audioFullFilename": "C012A85E-4ADD-43E6-8235-BA766FC0896E.m4a",
        "speechToTextNote": "Rio de Janeiro is a huge seaside city in Brazil, famed for its Copacabana and Ipanema beaches, 38m Christ the Redeemer statue atop Mount Corcovado and for Sugarloaf Mountain, a granite peak with cable cars to its summit.",
        "locationName": "Rio de Janeiro, Brazil",
        "dateTime": "2020-07-04 at 16:24:18",
        "latitude": -22.906847,
        "longitude": -43.172897
    },
    {
        "id": "F8E58E13-B7CB-4B2B-BDA6-8F36D167B7C9",
        "title": "Rome Summer Vacation Notes",
        "textualNote": "Modern Rome has 280 fountains and more than 900 churches. Nearly 700,000 euros worth of coins are tossed into Rome’s Trevi Fountain each year. The proceeds are donated to Caritas to help those in need. The Romans had built a road network of 53,000 miles by the early fourth century. In Ancient Rome, only free-born men were allowed to wear togas, a sign of Roman citizenship. The first ever shopping mall was built in Rome between 107 and 110 AD by Emperor Trajan. It sold a wide variety of goods and grocery items. Rome’s first university, La Sapienza, established in 1303 AD, is the largest in Europe and the second largest in the world. Rome has a museum dedicated entirely to pasta.",
        "photoFullFilename": "9852C2FC-B9F3-4578-B7FC-E73BC927AE5F.jpg",
        "audioFullFilename": "F338FABF-2F5F-447B-B6BD-3FBD2E21CA0C.m4a",
        "speechToTextNote": "Rome is the capital city and a special comune of Italy as well as the capital of the Lazio region. The city has been a major human settlement for over two millennia.",
        "locationName": "Rome, Italy",
        "dateTime": "2019-07-10 at 09:23:46",
        "latitude": 41.902782,
        "longitude": 12.496365
    },
    {
        "id": "D134E1E2-DA98-418D-991B-556A8489E040",
        "title": "San Francisco Business Trip Notes",
        "textualNote": "San Francisco has more dogs than children. The bear used for the image on the California State flag lived in Golden Gate Park. The bear, named Monarch, was one of the last wild grizzly bears in California. Denim jeans were invented in San Francisco by Levi Strauss for the Gold Rush miners who needed tough, comfortable clothing. The Chinese fortune cookie was invented by a Japanese resident of San Francisco.",
        "photoFullFilename": "F69DA60D-D5AE-4FDD-B558-C19050E9A3CD.jpg",
        "audioFullFilename": "E623992C-EDF1-44BF-9C9F-D6B8AB36C0D1.m4a",
        "speechToTextNote": "San Francisco, officially the City and County of San Francisco and colloquially known as The City, SF, or Frisco and San Fran is the cultural, commercial, and financial center of Northern California.",
        "locationName": "San Francisco, California, USA",
        "dateTime": "2020-04-24 at 11:16:34",
        "latitude": 37.780079,
        "longitude": -122.420174
    },
    {
        "id": "7CBE6F33-B8B4-4435-82CD-0D4156ABC0A0",
        "title": "Singapore Family Vacation Notes",
        "textualNote": "Singapore’s national anthem is in micro-text on the back of their $1,000 note. Singapore is one of only three surviving city-states in the world. The other two are Monaco and the Vatican City. In addition to its main island, the nation of Singapore includes 63 additional islands, most of which are uninhabited. Singapore is among the 20 smallest countries in the world, with a total land area of only 682.7 square kilometers.",
        "photoFullFilename": "BA5922CF-9C6E-4CDF-ADF5-137B33D38E4B.jpg",
        "audioFullFilename": "0A8DBBED-AA11-47F9-8FD2-353D4D2BAAAC.m4a",
        "speechToTextNote": "Singapore, officially the Republic of Singapore, is a sovereign island city-state in maritime Southeast Asia.",
        "locationName": "Singapore",
        "dateTime": "2019-08-17 at 11:22:43",
        "latitude": 1.352083,
        "longitude": 103.819839
    },
    {
        "id": "AEC6B7B8-7845-43FA-96DE-2ED589D6A24E",
        "title": "Tokyo University Visit Notes",
        "textualNote": "Tokyo is the largest metropolitan area in the world, hosting over 36 million people spread over three prefectures. Tokyo was formerly known as Edo in the 20th century. Vending machines are everywhere! The Harajuku district in Tokyo is famous for its alternative street fashion.",
        "photoFullFilename": "DBDE2E4F-1BF1-44FE-9972-46D42C6D5146.jpg",
        "audioFullFilename": "AF23B34B-C645-4E2D-A055-6B6368F29750.m4a",
        "speechToTextNote": "Tokyo, Japan’s busy capital, mixes the ultramodern and the traditional, from neon-lit skyscrapers to historic temples.",
        "locationName": "Tokyo, Japan",
        "dateTime": "2020-02-18 at 08:43:15",
        "latitude": 35.689487,
        "longitude": 139.691711
    }
]
